Repository: ahoereth/featured-video-plus
Catalog: lng/featured-video-plus-*.po
Languages: de_de

source: Fallback: same video, different format
de_de: Fallback: gleiche Video, anderes Format

source: Featured Video
de_de: Beitragsvideo

source: Outdated WordPress Version
de_de: Veraltete WordPress Version

source: There is WordPress 3.5 out there! The plugin supports older versions way back to 3.1 - but %s is defenitly to old!
de_de: Es gibt schon WordPress 3.5! Das Plugin unterstützt alle Versionen ab 3.1 - aber %s ist wirklich zu alt!

source: Set Featured Video
de_de: Beitragsvideo festlegen

source: Set featured video
de_de: Beitragsvideo festlegen

source: Set Featured Video Fallback
de_de: Beitragsvideo-Ersatz festlegen

source: Set featured video fallback
de_de: Beitragsvideo Fallback festlegen

source: Supported Video Formats
de_de: Unterstützte Videoformate

source: or
de_de: oder

source: More information
de_de: Mehr Informationen

source: The two input fields should contain the same video but in distinct formats.
de_de: Die zwei Eingabefelder sollen das gleiche Video in unterschiedlichen Formaten enthalten.

source: Hint
de_de: Hinweis

source: Take a look into the %sContextual Help%s.
de_de: Wirf einen Blick in die %sHilfe%s.

source: For automatically displaying the Featured Video a Featured Image is required.
de_de: Um das Artikelvideo automatisch im Theme anzeigen zu können, muss ein Artikelbild festgelegt werden.

source: Set as Featured Image
de_de: Als Beitragsbild festlegen

source: The current theme does not support Featured Images
de_de: Das aktuelle Theme nutzt keine Beitragsbilder.

source: To display Featured Videos you need to use the <code>Shortcode</code> or <code>PHP functions</code>. To hide this notice deactivate &quot;<em>Replace Featured Images</em>&quot; in the %sMedia Settings%s.
de_de: Damit Beitragsvideos in deinem Theme angezeigt werden, musst du den <code>Shortcode</code> oder die <code>PHP-Funktionen</code> verwenden. Um diese Warnung zu verstecken, deaktiviere &quot;<em>Artikelbilder ersetzen</em>&quot; in deinen %sMedien Einstellungen%s.

source: To use local videos, copy the <code>Link To Media File</code> from your %sMedia Library%s and paste it into the text field.
de_de: Um lokale Videos zu nutzen, kopiere den <code>Link zur Medien-Datei</code> aus deiner %sMediathek%s und füge ihn in das Textfeld ein.

source: To use local videos, copy the <code>File URL</code> from your %sMedia Library%s and paste it into the text field.
de_de: Um lokale Videos zu nutzen, kopiere die <code>Datei-URL</code> aus deiner %sMediathek%s und füge sie in das Textfeld ein.

source: The second text field is intended to hold the URL to the same video in a different format. It will be used as fallback if the primary file can not be played.
de_de: Das zweite Textfeld ist für eine URL zu dem gleichen Video in einem anderen Videoformat gedacht. Dieses zweite Video wird dann als Fallback benutzt, falls das erste Video nicht kompatibel ist.

source: Converting your videos
de_de: Videos konvertieren

source: Take a look at the %sMiro Video Converter%s. It is open source, lightweight and compatible with Windows, Mac and Linux.
de_de: Schau dir den %sMiro Video Converter%s an. Er is Open Source, klein, einfach zu verwenden und mit Windows, Mac und Linux kompatibel.

source: Fixing upload errors
de_de: Videoupload Fehler beheben

source: Read %sthis%s on how to increase the <strong>maximum file upload size</strong>.
de_de: Lies %sdas hier%s, um zu erfahren, wie man das <strong>Dateigrößenlimit</strong> erhöht.

source: WordPress by default does not support <code>webM</code>. The plugin activates it, but under some conditions this might not be enough. %sHere%s you can get more information on this.
de_de: Normalerweise unterstützt WordPress kein <code>webM</code>. Das Plugin aktiviert die unterstützung, aber manchmal reicht das noch nicht. %sHier%s gibt es mehr Informationen.

source: The video player, %sVIDEOJS%s, features an Adobe Flash fallback. All you need to do is provide an <code>mp4</code>-video.
de_de: Der Video Player, %sVIDEOJS%s, bietet einen Adobe Flash Fallback. Du musst einfach nur ein <code>mp4</code>-Video einbinden.

source: These are some of the tested URL formats. Everything in bold is required, everything in brackets is optional.
de_de: Das hier sind einige getestete URL Formate. Alles fettgedruckte ist notwendig, alles in Klammern optional.

source: Local Media
de_de: Lokale Medien

source: Valid URLs
de_de: Video URLs

source: Featured Videos
de_de: Beitragsvideos

source: Usage
de_de: Anwendung

source: Video Sizing
de_de: Videogröße

source: Video Align
de_de: Video-Ausrichtung

source: Local Video Options
de_de: Lokale Videos

source: YouTube Options
de_de: YouTube Optionen

source: Vimeo Options
de_de: Vimeo Optionen

source: Dailymotion Options
de_de: Dailymotion Optionen

source: To display your featured videos you can either make use of the automatic replacement, use the %s or manually edit your theme's source files to make use of the plugins PHP-functions.
de_de: Um die Artikelvideos anzuzeigen kannst du entweder das automatische Ersetzen der Artikelbilder nutzen, auf den %s zurückgreifen oder manuel die PHP-Funktionen in deine Theme Dateien integrieren.

source: For more information about Shortcode and PHP functions see the %sContextual Help%s.
de_de: Für mehr Informationen über den Shortcode und die PHP-Funktionen schaue in die %sHilfe%s.

source: Replace featured image automatically if possible
de_de: Ersetze Artikelvideos wenn möglich

source: Open video overlay when featured image is clicked. Define width below!
de_de: Öffne eine video lightbox wenn das Artikelbild angeklickt wird. Gib unten eine Breite an!

source: Replace featured image with video on click and auto play if possible
de_de: Ersetze das Artikelbild mit dem Video wenn es angeklickt wird und spiele es wenn möglich sofort ab

source: None of the above: Manually use PHP-functions or shortcodes
de_de: Nichts von den obenstehenden: Nutze die PHP-Funktionen oder den Shortcode

source: The first three options require your theme to make use of WordPress' %sfeatured image%s capabilities.
de_de: Die ersten drei Optionen setzen voraus, dass dein Theme die WordPress' %sArtikelbild%s funktionen nutzt.

source: To display Featured Videos you need to use the <code>Shortcode</code> or <code>PHP functions</code>.
de_de: Um Artikelvideos anzuzeigen musst du den <code>Shortcode</code> oder die <code>PHP-Funktionen</code> nutzen.

source: yes
de_de: ja

source: no
de_de: nein

source: YouTube, Vimeo and Dailymotion videos can autoplay when a single post/page is being viewed.
de_de: Wenn gesetzt, starten YouTube, Vimeo und Dailymotion Videos automatisch wenn sie auf der Seite eines einzelnen Beitrags angezeigt werden.

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: When using <code>auto</code> the video will be adjusted to fit it's parent element while sticking to it's ratio. Using a <code>fixed</code> height and width might result in <em>not so pretty</em> black bars.
de_de: Wenn <code>auto</code> gesetzt ist, wird das jeweilige Video automatisch an das Elternelement angepasst. Dabei wird versucht, die Seitenverhältnisse beizubehalten. Feste Breite und/oder Höhe kann zu <em>nicht so schönen</em> schwarzen Balken führen.

source: left
de_de: links

source: center
de_de: zentriert

source: right
de_de: rechts

source: Use CDN
de_de: Nutze CDN

source: Include JS
de_de: JS einbinden

source: Include CSS
de_de: CSS einbinden

source: Disabling JS and/or CSS will break the local video player. Disable only when you want to replace VideoJS with a different script and know what you are doing.
de_de: JS und/oder CSS einbindung ist für die richtige Darstellung von lokalen Videos notwendig. Nutze diese funktionen nur wenn du VideoJS durch ein anderes Skript austauschen willst und weißt was du tust.

source: Use featured image as video thumbnail
de_de: Artikelbild als video thumbnail nutzen

source: Light Theme
de_de: Helles Design

source: Fullscreen Button
de_de: Vollbildschalter

source: Related Videos
de_de: Verwandte Videos

source: White Progressbar
de_de: Weißer Fortschrittsbalken

source: Title
de_de: Titel

source: Byline
de_de: Author

source: Color
de_de: Farbe

source: Vimeo Plus Videos might ignore these settings.
de_de: Vimeo Plus Videos können diese Einstellungen ignorieren.

source: Syndication Key
de_de: Syndication Schlüssel

source: Foreground
de_de: Vordergrund

source: Highlight
de_de: Hervorhebung

source: Background
de_de: Hintergrund

source: If you have found a bug or are missing a specific video service, please %slet me know%s in the support forum. Elsewise, if you like the plugin: Please %srate it!%s
de_de: Wenn du einen Fehler gefunden hast oder einen bestimmten Video-Anbieter vermisst, %ssag bescheid%s; Ansonsten, wenn dir das Plugin gefällt, bitte %sbewerte es!%s

source: Displays the video in its default size.
de_de: Stellt das Video in seiner Standardgröße dar.

source: Displays the video with an width of 300 pixel. Height will be fitted to the aspect ratio.
de_de: Stellt das Video mit einer breite von 300 Pixeln dar. Die Höhe wird automatisch angepasst, so dass das Seitenverhältniss erhalten bleibt.

source: Displays the video with an fixed width and height.
de_de: Stellt das Video mit fester Breite und Höhe dar.

source: All parameters are optional. If %s the current post's id will be used. %s is either a string keyword (thumbnail, medium, large or full) or a 2-item array representing width and height in pixels, e.g. array(32,32).
de_de: Alle Parameter sind optional. Wenn %s gilt, wird die ID des aktuellen Beitrags genutzt. %s ist entweder ein String (thumbnail, medium, large oder full) oder ein Array mit zwei Stellen (Breite und Höhe); Zum Beispiel array(32,32).

source: The functions are implemented corresponding to the original %sfunctions%s: They are intended to be used and to act the same way. Take a look into the WordPress Codex for further guidance:
de_de: Die Funktionen sind nach den original %sFunktionen%s implementiert. Sie sollten genauso genutzt werden können und sich genauso verhalten. Schau dir für mehr Informationen den WordPress Codex an:

source: PHP-Functions
de_de: PHP-Funktionen

source: Featured Video Plus was <strong>upgraded</strong>.
de_de: Featured Video Plus wurde <strong>aktualisiert</strong>.

source: %s brings new options for YouTube and local videos, fixes a whole bunch of glitches and introduces a new PHP-function.
de_de: %s bringt neue Einstellungsmöglichkeiten für YouTube und lokale Videos, behebt einige Fehler und baut eine neue PHP-Funktion ein.

source: If you like the plugin, please %srate it%s.
de_de: Wenn dir das Plugin gefällt, bitte %sbewerte es%s.

source: %s <strong>ajax</strong>ifies the Featured Video box, introduces new options for YouTube and local videos and a new PHP-function.
de_de: In %s wurde die Featured Video box überarbeitet und unterstützt nun AJAX. Außerdem gibt es neue Optionen in den Medieneinstellungen, besonders für YouTube und lokale Videos.

source: %s features a seamless <strong>WP3.5 Media Manager</strong> integration, an all new <strong>ajax</strong>ified metabox, time-links (#t=4m2s) for YouTube and Dailymotion, new PHP functions for developers and more.
de_de: %s integriert den <strong>WP3.5 Media Manager</strong> nahtlos, unterstützt nun AJAX, bietet time-links für YouTube und Dailymotion(#t=4m2s), einige neue Einstellungen und neue PHP Funktionen für Entwickler.

source: %s features a seamless WP3.5 Media Manager integration, an ajaxified metabox, time-links (#t=4m2s) for YouTube and Dailymotion, more customization settings and internationalization.
de_de: %s integriert den <strong>WP3.5 Media Manager</strong> nahtlos, bringt AJAX, bietet time-links für YouTube und Dailymotion(#t=4m2s), mehr Einstellungen und Internationalisierung.

source: %s features support for <strong>Local Videos</strong>, a seamless WP3.5 Media Manager integration, an ajaxified metabox, time-links (#t=4m2s) for YouTube and Dailymotion and many more customization settings.
de_de: %s integriert unterstützung für <strong>lokale Videos</strong>, den neuen WP3.5 Media Manager, eine überarbeitete AJAX-Metabox, time-links (#t=4m2s) für YouTube und Dailymotion und viele neue Einstellungsmöglichkeiten.

source: Featured Video Plus is <strong>ready to use</strong>. There is a new box on post & page edit screens for you to add videos. <strong>Take a look at your new %sMedia Settings%s</strong>.
de_de: Featured Video Plus wurde <strong>aktiviert</strong>. Beim bearbeiten deiner Einträge gibt es eine neue Box um Artikelvideos hinzuzufügen. Außerdem: <strong>Schau in deine %sMedien Einstellungen%s</strong>.
